#+title: haskell notes



#+begin_src haskell
  putStrLn "Hello World!"
#+end_src

#+RESULTS:
: Hello World!


